/* Facebook upload */
"fb uploading title" = "Facebook upload";
/* Upload is in progress */
"fb uploading body" = "Upload is in progress";


/* Facebook upload */
"fb success title" = "Facebook upload";
/* Your video was uploaded successfully!\ngo check your wall */
"fb success body" = "Your video was posted successfully!\ngo check your wall";

/* missing facebook error */
/* facebook login*/
"fb no login title" = "Facebook login";
"fb no login body" = "you are not logged in, please login to upload";

"fb login title" = "Facebook login";
"fb login body" = "You are already logged in";

"fb login failed title" = "Facebook login";
"fb login failed body" = "Logged in failed. Please try again";


/* yt upload */

/* YouTube upload */
"yt upload title" = "YouTube upload";
/* Upload is in progress */
"yt upload body" = "Upload is in progress";


/* yt done */

/* YouTube upload */
"yt done title" = "YouTube upload";
/* your video was uploaded successfully! do you want to share the link? */
"yt done body" = "your video was uploaded successfully! do you want to share the link ?";

/* send link by mail */
"yt done b mail"   = "send link by mail";

/* done */
"yt done b facebook"   = "Post link on facebook";

/* done */ 
"yt done b close"   = "done";

/* yt stopped */

/* YouTube upload */
"yt stopped title" = "YouTube upload";
/* your upload has been stopped */
"yt stopped body" = "your upload has been stopped";

/* missing yt password error */

/* Library */
"library alert title" = "Library";
/* The video has been saved to your photos library */
"library alert body" = "The video has been saved to your photos library";


/* no internet */
/* Upload Movie */
"no internet title" = "Upload Movie";
/* We're trying hard, but there's no Internet connection */
"no internet body" = "We're trying hard, but there's no Internet connection";


/* still uploading */
"still uploading title" = "Sharing";
"still uploading body" = "Video upload in progress";


/* general */
"ok button" = "OK";
"no button" = "NO";

/* rate pop up */


/* Do you like this app? */
"rate title" = "Do you like this app?";

/* Please rate it in the app store */
"rate message" = "Please rate it in the app store";

/* Rate it now */
"rate yes" = "Rate it now";

/* No thanks */
"rate no" = "No thanks";


/* Defaults */


/* check out my song */
"email subject" = "Happy Holidays!";

/* Isn't  it a work of art?<br/><br/><a href='http://www.lofipeople.com/shanatova/appstore'>visit lofipeople</a> */
"email message" = "Hi,<br/>I made a Gogos crazy holidays greeting card.<br/>Open the attached movie to play!<br/><br/>happy holidays!<br/><br/><a href='http://www.groovygogos.nl/#/home'>Created with Gogos crazy holidays iPhone app</a>";


/* shana tova musical card */
"FB title" = "Gogos crazy holidays Musical Card";


/* shana tova */
"FB desc" = "I made this card with Gogos crazy holidays iPhone app. Happy holidays!\nhttp://www.groovygogos.nl/#/home";




/* Sweeeet! My New Rosh Hashana Ringtone! */
"ringtone subject" = "Gogos crazy holidays ringtone!";

/* Hey,<br/>I just made a ringtone created with the help of this cool app.<br/>Double click the attachment to listen to it first.<br/>Then, save it to your desktop, and then drag it to your itunes library. Now sync your iDevice.<br/>Next, in your iDevice, go to Settings > Sounds > Ringtone > and under 'Custom' you should see this file name.<br/>You can always switch it back if you feel like you're not ready for this work of art, yet.<br/><br/>Now, pay a visit to <a href='http://www.lofipeople.com/shanatova/appstore'>lofipeople's</a> website. I leave it to you to handle the truth. */
"ringtone message" = "Hey,<br/><br/>I created a ringtone using Gogos crazy holiday iPhone app.<br/><br/>To get it working on your iDevice:<br/>1. Save it to your desktop<br/>2. Drag it to your iTunes library<br/>3. Sync your device<br/>4. In your iDevice, go to Settings > Sounds > Ringtone > and under 'Custom' you should see this file.<br/><br/>You can always switch back if it’s too cool for you :)<br/><br/>Enjoy<br/><br/><a href='http://www.groovygogos.nl/#/home'>Created with Gogos crazy holidays iPhone app</a>";



/* this video created with this iphone app\nvisit lofipeople at http://www.lofipeople.com */
"YT desc" = "What do you think about My crazy holiday card?\nhttp://www.groovygogos.nl/#/home";

/* mas musical card */
"YT title" = "My Gogos crazy holidays Musical Card";


/* Hey,<br/>I just made a xmas greeting created with the help of this cool app.<br/>click the <a href='%@'>link</a> to watch<br/><br/><br/><a href='http://www.lofipeople.com/mixmexmas/appstore'>MixMeXmas iPhone app</a>. */
"YT email message" = "Hi,<br/>I made a Gogos crazy holidays greeting card.<br/><br/>Click this <a href='%@'>link</a> to watch it.<br/><br/>Happy holidays!<br/><br/><a href='http://www.groovygogos.nl/#/home'>Created with Gogos crazy holidays iPhone app</a>";



/* Sweeeet! My Xmas Greeting! */
"YT email title" = "Happy Holidays!";








													 
